Repository: Valbou/vtaskr-backend
Catalog: src/users/translations/*/LC_MESSAGES/users.po
Languages: de, es, fr, it, pt

source: Change your Email
de: Ändern Sie Ihre E-Mail
es: Cambie su correo electrónico
fr: Changer d'email
it: Cambiare l'e-mail
pt: Altere o seu e-mail

source: Hi {first_name} !
de: Hallo {first_name} !
es: ¡Hola {first_name} !
fr: Bonjour {first_name} !
it: Ciao {first_name}!
pt: Olá {first_name} !

source: You request to change your email account.
de: Sie beantragen die Änderung Ihres E-Mail-Kontos.
es: Solicita cambiar su cuenta de correo electrónico.
fr: Vous avez demandé à changer l'email de votre compte.
it: Chiedete di cambiare il vostro account di posta elettronica.
pt: Solicite a alteração da sua conta de correio electrónico.

source: We have sent to you an email, in your new email account.
de: Wir haben Ihnen eine E-Mail an Ihr neues E-Mail-Konto geschickt.
fr: Nous vous avons envoyé un email sur votre nouvelle adresse.
it: Vi abbiamo inviato un'e-mail, nel vostro nuovo account di posta elettronica.
pt: Enviámos-lhe um e-mail, na sua nova conta de e-mail.

source: Click on the email sent to your new account andcopy/paste the following code into the form:
de: Klicken Sie auf die E-Mail, die an Ihr neues Konto geschickt wurde, und kopieren Sie den folgenden Code in das Formular:
es: Haga clic en el correo electrónico enviado a su nueva cuenta y copie/pegue el siguiente código en el formulario:
fr: Cliquez sur l'email envoyé sur votre nouveau compte et saisissez ensuite le code fourni ci-dessous:
it: Cliccate sull'e-mail inviata al vostro nuovo account e copiate/incollate il seguente codice nel modulo:
pt: Clique no e-mail enviado para a sua nova conta e copie/colar o seguinte código no formulário:

source: This old email will be remove of your account after proceed.
de: Diese alte E-Mail wird nach dem Vorgang von Ihrem Konto entfernt.
es: Este antiguo correo electrónico será eliminado de su cuenta después de proceder.
fr: Cet ancien email sera supprimé de votre compte une fois le nouveau validé.
it: Questa vecchia e-mail verrà rimossa dal vostro account dopo aver proceduto.
pt: Este antigo e-mail será removido da sua conta depois de prosseguir.

source: Change now
de: Jetzt ändern
es: Cambiar ahora
fr: Changer maintenant
it: Cambia ora
pt: Mudar agora

source: We sent you an email, to your old email account with a code required to complete the process.
de: Wir haben Ihnen eine E-Mail an Ihr altes E-Mail-Konto geschickt, die einen Code enthält, der für den Abschluss des Vorgangs erforderlich ist.
es: Te hemos enviado un correo electrónico, a tu antigua cuenta de correo electrónico, con un código necesario para completar el proceso.
fr: Nous vous avons envoyé un email sur votre ancienne adresse avec un code nécessaire pour terminer la procédure.
it: Vi abbiamo inviato un'e-mail, al vostro vecchio account di posta elettronica, con un codice necessario per completare la procedura.
pt: Enviámos-lhe um e-mail, para a sua antiga conta de e-mail com um código necessário para completar o processo.

source: Click on the following button to proceed
de: Klicken Sie auf die folgende Schaltfläche, um fortzufahren
es: Haga clic en el siguiente botón para continuar
fr: Cliquez sur le bouton suivant pour continuer
it: Fare clic sul seguente pulsante per procedere
pt: Clique no seguinte botão para prosseguir

source: Click on the following link to proceed
de: Klicken Sie auf den folgenden Link, um fortzufahren
es: Haga clic en el siguiente enlace para continuar
fr: Cliquez sur le lien suivant pour continuer
it: Fare clic sul seguente link per procedere
pt: Clique no seguinte link para prosseguir

source: (link available only 3 minutes)
de: (Link nur 3 Minuten verfügbar)
es: (enlace disponible sólo 3 minutos)
fr: (lien valable seulement 3 minutes)
it: (link disponibile solo 3 minuti)
pt: (ligação disponível apenas 3 minutos)

source: This old email will be removed of your account after proceed.
de: Diese alte E-Mail wird nach dem Vorgang von Ihrem Konto entfernt.
es: Este antiguo correo electrónico será eliminado de su cuenta después de proceder.
fr: Cet ancienne adresse email sera retirée de votre compte à la fin du processus de modification.
it: Questa vecchia e-mail sarà rimossa dal vostro account dopo aver proceduto.
pt: Este antigo e-mail será removido da sua conta depois de prosseguir.

source: You request us to change your account password.
de: Sie fordern uns auf, Ihr Kontopasswort zu ändern.
es: Nos solicita que cambiemos la contraseña de su cuenta.
fr: Vous avez demandé à changer le mot de passe de votre compte.
it: L'utente ci chiede di modificare la password del suo account.
pt: Solicita-nos que alteremos a password da sua conta.

source: Follow the link below to proceed
de: Folgen Sie dem unten stehenden Link, um fortzufahren
es: Siga el siguiente enlace para continuar
fr: Suivez le lien suivant pour continuer
it: Seguire il link sottostante per procedere
pt: Siga o link abaixo para prosseguir

source: New login with your account
de: Neue Anmeldung mit Ihrem Konto
es: Nuevo inicio de sesión con su cuenta
fr: Nouvelle connexion à votre compte
it: Nuovo accesso con il proprio account
pt: Novo login com a sua conta

source: A login attempt was registered, if it's not you, please change your password.
de: Es wurde ein Anmeldeversuch registriert. Wenn Sie es nicht sind, ändern Sie bitte Ihr Passwort.
es: Se ha registrado un intento de inicio de sesión, si no es usted, por favor, cambie su contraseña.
fr: Une tentative de connexion a été enregistrée, si ce n'était pas vous, changez votre mot de passe dès que possible.
it: È stato registrato un tentativo di accesso; se non siete voi, cambiate la password.
pt: Foi registada uma tentativa de login, se não for você, por favor altere a sua palavra-passe.

source: To login, please copy/paste the following code:
de: Um sich anzumelden, kopieren Sie bitte den folgenden Code und fügen ihn ein:
es: Para iniciar sesión, copie y pegue el siguiente código:
fr: Pour vous connecter, copiez/collez le code ci-dessous:
it: Per accedere, copiare/incollare il seguente codice:
pt: Para iniciar sessão, por favor copiar/colar o seguinte código:

source: This code stay valid only three minutes, after,you need to make a new login attempt.
de: Dieser Code ist nur drei Minuten lang gültig, danach müssen Sie einen neuen Anmeldeversuch unternehmen.
es: Este código sólo será válido durante tres minutos, después de los cuales deberá realizar un nuevo intento de acceso.
fr: Ce code restera valide seulement 3 minutes, ensuite, il vous faudra recommencer.
it: Questo codice è valido solo per tre minuti, dopodiché è necessario effettuare un nuovo tentativo di accesso.
pt: Este código permanece válido apenas três minutos, depois,é necessário fazer uma nova tentativa de login.

source: Registration Success {first_name}
de: Registrierung erfolgreich {first_name}
es: Registro correcto {first_name}
fr: Inscription réussie {first_name}
it: Registrazione riuscita {first_name}
pt: Sucesso do registo {first_name}

source: Enjoy !
de: Viel Spaß!
es: ¡Que aproveche!
fr: Commencez !
it: Buon divertimento!
pt: Aproveite!

source: Welcome {first_name} !
de: Willkommen {first_name} !
fr: Bienvenue {first_name} !
it: Benvenuto {first_name}!
pt: Bem-vindo {first_name} !

source: Welcome in your new to do app management.
de: Willkommen in Ihrem neuen App-Management.
es: Bienvenido a tu nueva gestión de aplicaciones por hacer.
fr: Bienvenue dans votre nouvelle application de gestion de tâches.
it: Date il benvenuto alla vostra nuova gestione delle app da fare.
pt: Seja bem-vindo ao seu novo para fazer a gestão de aplicações.

source: As of now, you can login and start to create your tasks !
de: Ab sofort können Sie sich anmelden und mit der Erstellung Ihrer Aufgaben beginnen!
fr: Vous pouvez dès maintenant commencer à créer vos listes de tâches !
it: A partire da ora, potete effettuare il login e iniziare a creare i vostri compiti!
pt: A partir de agora, pode iniciar a sessão e começar a criar as suas tarefas !
